{
    "scenes": {
        "MainMenu": {
            "buttons": {
                "Story": "故事",
                "Kraken": "海妖",
                "Harbor": "港口",
                "Forge": "锻造",
                "Appraiser": "估价师",
                "Oasis": "绿洲"
            }
        },
        "IngameUI": {
            "UI": {
                "Health": "健康"
            },
            "Notifications": {
                "Press Q to ": "Press Q to ",
                "Press R to ": "Press R to "
            }
        },
        "SettingsMenu": {
            "Header": "设置"
        },
        "PauseMenu": {
            "buttons": {
                "Resume": "恢复",
                "Menu": "菜单",
                "Retry": "重试"
            }
        },
        "PlayerMenu": {

        },
        "FreezeScreen": {},
        "DeathScreen": {
            "Message": "你死了！",
            "buttons": {
                "Retry": "重试"
            }
        },
        "PlayerWinMenu": {},
        "HarborScene": {
            "dialogue": [
                "我们有一些文字，描绘了生活在地表的人鱼。同样的文字包含水晶画，他们当时似乎崇拜的东西。",
        
                "伟大的流放者为我们的种族带来了巨大的成长。除了那座巨大的闪电山下的矿井外，没有地方可去。所以他们挖了。有趣的是，生命在黑暗中往往会茁壮成长，不是吗。",
        
        
                "变化终将到来。闪电强大，速度快，但海洋吸收一切。",
        
        
                "当人鱼到达时，他们与洞穴原住民争夺资源，然而，这种景观的居民对洞穴的了解要多得多。",
        
        
                "一次又一次地证明，探索和保护是修道院努力中最富有成果的。我们不在乎政治和战争。我们的闪电是从上面借来的，并且掌握了潜水技术，洞穴土著不敢惹我们的怒火。",
        
        
                "真理在中间，不是黑暗，也不是光明。一个人必须在栅栏的两侧才能把握现实。",
        
        
                "表面的人就是这样，表面的人。我们在深处就是这样，深度的人。",
        
        
                "我们只目睹了大约 1% 的裂痕。这对我们有利，而不是对我们不利。",
        
        
                "水是反光的，流动的。它吸收我们想象正在被冲走的东西。它们不会消失，只会显现，转移到另一个地方。",
        
        
                "水晶真的只有一个目的，储存我们的电力，在裂缝中为我们带来光明。炫耀和虚荣已经占据了主导地位。他们几乎不知道水晶是丰富的，只是难以提炼和获得。",
        
        
                "青蛙血统的人鱼，就是鱼血统的人鱼。根据一个人的行为，它们会进化成猫或锦鲤。无法提前确定。",
        
        
                "马上来这。 ",
        
        
                "城里人相依为命，不执着是通明之道。",
        
        
                "锦鲤和猫的外表不同，但一枚硬币的两面。",
        
        
                "竞技场将对我们的文明大有裨益。我们的愤怒和冲突将在欢乐的竞争中流血。剑术将为我们带来超越这个被称为“家”的小跨度的冒险技巧。",
        
        
                "我公开代表其他僧侣，等到时机成熟时，一个人将代替我走上游牧者的道路。",
        
        
                "蓝色的月亮会发光。这是人们知道它们是猫还是锦鲤的时候。",
        
        
                "僧侣不生孩子。世界是他们的孩子。这个盘子必须是空的才能接受责任的礼物。然而，没有孩子，没有新的僧侣来保护图书馆。"
            ],
            "dialogueDenied": [
                "当你没有证明自己的时候，我怎么能相信你？ 杀死海妖，然后回到我身边。"
            ]
        },
        "ForgeScene": {
            "dialogue": [
                "如果你已经为晶体结构辛勤工作了亿万年，你就会对它们有所了解。一个简洁的脉冲和调谐频率会揭示任何杂质。然后它们会被努力摆脱。",
        
                "眼睛让我感到困惑。亚特兰蒂斯人告诉了我很多关于声纳的内容。它更像是那样。",
        
                "创造一个宇宙真的很简单。这个宇宙的递归。蓝图就在那里。",
                
                "就是材料。我们怎么才能把东西从自己的盒子里拿出来？嗯……可以把他们引进来……",
        
                "修补时空往往会使人处于一种扭曲的心态。",
        
                "有这种水晶，可以合成它。我并不总是这种方式的身体。",
        
                "平等交换法则规定，一个人必须提供同等价值才能转化为另一个人。",
        
                "压力使精神变硬。",
        
                "时空被体验为相对论。改变你的感知，结果可能会很不和谐。",
        
                "神圣的逻辑是一种天赋。如果没有数学，我们将何去何从？我想我们只发现了 10%。",
        
                "真相是反常的，要么全有，要么全无，两者的联姻。",
        
                "潮起潮落，金属和宝石永恒。",
        
                "我已经告诉了每一位皇帝，我会向所有未来的皇帝重复。我不想统治亚特兰蒂斯，也不想像他们多次要求的那样对他们的统治提出建议。我只是喜欢这些宝石。 ",
        
                "找一个虚空立方体，它的密度会让你的口袋里装得满满当当。不管怎样，它是否会违反平等交换法则。不是所有人都愿意付出的代价。",
        
                "在亚特兰蒂斯，是对你的一种看法。真的，你不知道你在哪里，也不知道我在哪里。我不知道这一点，亚特兰蒂斯是一个劳动和改进我的手艺的地方，剩下的就是噪音。",
        
                "总有一天，我将不再接受用水晶交换新铸造的 PSI 硬币。从环境中提取是必须与自然保持平衡和节奏的事情。她需要时间来补充她的资源。",
        
                "一个不受时间限制的人必须拥有巨大的意志力，以免他们变得懒惰……自满……迟钝。",
        
                "魔方是坚不可摧的，是一种祝福，也是一种诅咒。将魔方视为监狱的人，将如此生活。将魔方视为自由的人，将如此生活。",
        
                "人们看待世界的方式倾向于反映，世界同时看待它们。",
        
                "负密度体积射线折射是定位盒子所必需的。变量随时间而变化，盒子的强度由其锁定周期决定，这是付出努力和牺牲时间的导数。变量必须纠缠在一起才能访问正确的精确的盒子，你不会想要访问别人的盒子，除非你有阴险的冒险。",
        
                "当一个物体处于量子静止状态时，它不会感受到时间和空间的影响。盒子完全静止，处于冻结状态。如果纠缠要衰减，访问盒子位置几乎是不可能的。",
        
                "如果要破解一个量子停滞盒，这将表明时间线中的不连续性。如果发生这种情况，当盒子被破解时，内容可能存在，也可能不存在。",
        
                "刻板的头脑就是刻板的现实",
        
                "任何石头和水晶都不像其他任何东西。如果这是真的，我们早就有机器可以同时利用它们。"
            ]
        },
        "AppraiserScene": {
            "dialogue": [
                "那个竞技场肯定会为亚特兰蒂斯筹集大量资金。它的建设成本很高，因为所有巨大的风险都会带来巨大的回报。",
        
                "农奴对储蓄一无所知。花……花……花……他们知道的一切。",
                
                "当我看到潮水形成时，我就抢购，增加流量。这不是不合理的。",
                
                "海洋是反身的，它不会趋向于平衡，这是一个愚蠢的想法，因为平衡意味着变化本身的终结。寻求三角洲的常数，从差异中获利。这就是它多年来的做法。",
                
                "崩溃是不可避免的，有利也有弊。我们只为每一个命名，但它们是相同的。",
                
                "水晶？一毛钱一打，但这里只有一个能正确锻造它们，他的劳动力相当昂贵。另一方面，珍珠，永远不够。",
                    
                "当亚特兰蒂斯的人开始过上奢侈富裕的生活时，我建议你不要贪婪，反之亦然。",
                
                "直到今天，风险仍未定义，在一定程度上以概率计算，然而，永远难以捉摸。",
                
                "当然可以，盯着你的图表，将你的叙述构建为衍生品，在会议结束时，价格就是你所拥有的一切有形性。",
                
                "在提议交易时，重要的是要考虑面额。",
                
                "一切都在波动，市场的静止表明其他地方的活动。",
                
                "发现一种新的范式，就是冒险超越对过去定义的恐惧。",
                
                "亚特兰蒂斯有 99 位前皇帝，Psidas 是第 100 位。它的文明很年轻。我不会对未来过于乐观，我们还没有证明稳定。另一方面，在适当时机下的重磅信念赌注创造了Plutus Avenue 最杰出的金融家。",
                
                "没有什么容易的事值得我的朋友去做。",
                
                "失败是一个机会。人们往往反应过度，在期望的两边。利用这种情绪，你的头脑是一把锋利而精明的刀片，可以用来切割幻想和虚幻。",
                
                "财富、名誉和权力。选择，以牺牲另一个为代价。",
                
                "没有免费的鱼。",
                
                "一个人鱼的碎水晶是另一个人的未精制匕首。",
                
                "提防一个先令他们的商品。大多数值得购买的东西都被隐藏起来了。多余的很便宜。真正的稀缺包越来越溢价。",
                
                "如果他让我们的货币贬值，我应该和 Psidas 谈一谈。通货膨胀不是玩具。我和 Plutus 大道上的人们不会白费努力。没有我们，就没有卓有成效的采矿，也没有任何项目培养的。",
                
                "哈。你想进入冥王大道？都在市场上证明了自己，现在合谋保护我们登高的坡道。至少在这个城市，精英是被保护的。没有自由鱼这样的东西.",
                
                "即使是农奴，也将有巨大的机会在竞技场中为他们的血统获得巨大的财富。现在，他们必须挖掘并捕捉市场上的价格差异。当然……人们可以在可怕的洞穴中寻找稀有物品……与巨大的风险就是巨大的回报，我的朋友。",
                
                "强者造轻松时代，轻松时代孕育弱者，弱者孕育困难时代，困难时代迫使人们再次变得强大。一切都在循环中。",
                
                "保持心态平和，保持理性，以免错过水晶矿中的鲶鱼。注意信号，交通不会那么混乱。",
                
                "事实是，不要专注于硬币。如果你选择帮助人们解决他们遭受的痛苦，他们很乐意将他们辛苦赚来的货币交给你，以解决他们的问题。干杯我的朋友，不要忘记我们的流放根源。"
            ]
        },
        "OasisScene": {
            "dialogue": []
        },
        "ArmoryScene": {
            "dialogue": []
        },
        "InstructionsSplash": {
            "text": [
                "《三叉戟的试炼》",
                " ",
                "一个海妖氏族一直居住在",
                "亚特兰蒂斯的浅矿，吸取珍贵的 Fraxium",
                "水晶储备，并将它们传送回自己的家",
                "世界。亚特兰蒂斯皇家卫队悬赏了",
                "在他们的屠杀中，在他们的失败中获得三叉戟，",
                "以及对亚特兰蒂斯公民民兵的邀请",
                " ",
                "你的任务是打败海妖，并且",
                "取回三叉戟。这并不容易；该",
                "海妖是一个可怕的敌人，不会放弃",
                "打架。",
                " ",
                "你必须躲避海妖的水晶和触手",
                "攻击，同时将你自己的攻击与元素相匹配",
                "当时的海妖。",
                " ",
                "一旦你成功了，真正的冒险就开始了……"
            ],
            "labels": {
                "Select Element": "选择元素",
                "Pause": "暂停",
                "Movement": "移动",
                "Attack": "攻击",
                "Proceed": "按 [ENTER] 继续..."
            }
        },
        "KrakenScene": {},
        "PlayerWinScene": {}
    }
}