{
    "dialogue": [
        "That arena is surely to raise lots of capital for Atlantis. A hefty price tag for its construction, as all great risks entail great rewards.",

        "Serfs know nothing of saving. Spend… spend… spend… all they know.",
        
        "When I see a tide forming, I rush in to buy, adding force to the flux. This is not irrational.",
        
        "The ocean is reflexive, it does not tend towards equilibrium, a daft idea, as equilibrium would mean the end of change itself. Seek the constant of delta, profit the difference. This is how its been done for ages.",
        
        "Crashes are inevitable, to the upside, and to the downside. We only assign names for each, but they are one and the same.",        
        
        "Crystals? Dime a dozen, however there’s only one here who can smith them properly, his labor quite pricey. Pearls on the other hand, never enough.",
            
        "When Atlantis’ people begin to live in luxury and prosper, I suggest you be weary of greed. The inverse is also the case.",
        
        "Risk to this day remains undefined, calculated to an extent with probability, nonetheless, elusive evermore.",
        
        "Sure sure, stare at your charts, construct your narratives as a derivative, at the end of the session the price is all you have as tangibility.",
        
        "When proposing a trade, it is important to take the denomination into account.",
        
        "All things fluctuate, stillness in the market is an indication of activity elsewhere.",
        
        "To discover a new paradigm, is to venture beyond the fear of that which has been defined in the past.",
        
        "Atlantis has had 99 former emperors, Psidas being the 100th. Its civilization is young. I would not be overly optimistic for the future, we’ve yet to prove stability. On the other hand, heavy conviction bets placed in proper timing have created Plutus Avenue’s most premier financiers.",
        
        "Nothing easy was ever worth doing my friend.",
        
        "Failure is an opportunity. Folks tend to overreact, on both sides of expectations. Capitalize on this emotion, your mind is a sharp and shrewd blade with which to cut illusion and flimflam.",
        
        "Fortune, fame, and power. Choose, at the expense of another.",
        
        "There is no such thing as a free fish.",
        
        "One merfolk’s chipped crystal is another’s unrefined dagger.",
        
        "Be wary of one shilling their wares. Most things worth acquiring are kept hidden. Excess is cheap. True scarcity bags ever growing premium.",
        
        "I ought to have a personal word with Psidas should he devalue our currency. Inflation is no toy. Folks and I on Plutus Avenue do not spend effort in vain. Without us, there’d be no fruitful mining, nor any projects it has nurtured.",
        
        "Ha. You wish to gain access to Plutus Avenue? All have proven themselves in the market, and now collude to protect the ramps we ascended through. At least in this city, meritocracy is protected. There is no such thing as a free fish.",
        
        "Even a serf will have immense opportunity to gain impactful wealth for their lineage in the arena. For now, they must mine and capture the difference in prices on the market. Of course… one could search for rare items in the dreaded caverns… With great risk is great reward my friend.",
        
        "Strong folk make easy times, easy times breed weak folk, weak folk spawn difficult times, difficult times pressure folk to become strong once more. Everything in cycles.",
        
        "Keep a peaceful mind, preserve your rationality, lest you miss the catfish in the crystal mine. Pay keen attention to signals, the traffic will seem not so chaotic.",
        
        "The fact of the matter is, don’t focus on the coins. Should you choose to help people on a pain they suffer from, gladly, they will hand you their hard earned currency for a solution to their problem. Cheers my friend, don’t forget our roots of exile."
    ]
}