{
    "dialogue": [
        "If you’ve toiled over crystalline structures for eons, you’ll get a sense for them. A terse pulse and the tuned frequency will reveal any impurities. Then they’re labored upon to be shed.",

        "Eyes baffle me. Atlantians have told me a decent chunk about sonar. Its more like that than anything else.",

        "Crafting a universe is simple really. A recursion of this one. The blueprint is there.",
        
        "Its the materials. How must we extract things outside of our own box? Hmmm… could lure them in… ",

        "Tinkering with timespace tends to leave one in a distorted frame of mind.",

        "There’s this crystal, one can synthesize it. I wasn’t always of a body in this fashion.",

        "The Law of Equal Exchange states, one must provide equal value to transmute for another.",

        "Pressure hardens the spirit.",

        "Spacetime is experienced as relativity. Shift your perception, the result may be quite jarring.",

        "Divine logic is a gift. Where would we be without mathematics? I ponder that we’ve only discovered 10%.",

        "The truth is anomalous, it is all, or nothing, and a marriage of the two.",

        "Waves ebb and flow, metals and gems are forever.",

        "I’ve told each and every emperor, and I will repeat as such to all future emperors. I desire not to rule Atlantis, nor give my advice to their ruling as they’ve requested many a time. I simply like the gems.",

        "Find a void cube, and its density will stow your pockets with abundance. No matter, however, does it ever break the Law of Equal Exchange. A price not all are willing to pay.",

        "To be in Atlantis, is a perception of yours. Really, you’ve no idea where you are, nor where I am. Im agnostic to this, Atlantis is a place to labor and refine my craft, the rest is noise.",

        "There will come a moment, where I will no longer accept the exchange of crystals for newly minted PSI coins. Extracting from an environment is one that must be done in balance and rhythm with nature. She needs time to replenish her resources. ",

        "A being unbound by constraints of time must bear immense willpower, lest they grow to be of sloth… complacent… sluggish.",

        "The cube is impenetrable, a blessing, and a curse. One who views the cube as a prison, will live as such. One who views the cube as freedom, will live as such. ",

        "The way one views the world tends to reflect, the world viewing them simultaneously. ",

        "Negative-density-volume ray refraction is necessary to locate the box. Variables change over time, the strength of the box is determined by its lock period, a derivative of effort expended and time sacrificed. The variables must be entangled to access the correct box with precision, you wouldn’t want to access someone else’s box unless you were up to insidious ventures.",

        "When an object is in quantum stasis, it does not feel the effects of time, nor space. The box is perfectly still, in a frozen state. If the entanglement is to decay, accessing the box location is near impossible.",

        "If one were to hack open a quantum stasis box, this would indicate a discontinuum in the timeline. The contents may, or may not be there when the box is cracked open if this were to happen. ",

        "A chiseled mind is a chiseled reality",

        "No stone nor crystal is like any other. If that were true, we’d have machines to exploit them all at once long ago."
    ]
}