{
    "dialogue": [
        "We’ve some texts, depictions of merfolk who lived on the surface. Those same texts contain paintings of crystals, something they seemed to worship at the time.",

        "The Great Exile brought immense growth in our race. There was no place to go, other than the mines underneath that great lightning mountain. And so they dug. Funny how life tends to thrive in the darkness isn’t it.",


        "Change will come. Lightning is strong, it is fast, but seas absorb all things.",


        "When the merfolk arrived, they competed with cave natives for resources, however, dwellers of this scape had known the caves much better. ",


        "Exploration and preservation prove time and time again to be the most fruitful of the monastery’s endeavors. We care not for politics and war. With our lightning borrowed from above, and master diving techniques, cave natives dare not tempt our wrath.",


        "The truth resides in the middle, not the dark, nor the light. One must be on both sides of the fence to grasp reality.",


        "Folks on the surface are just that, folks of surface. We in the depths are just that, folks of depth.",


        "We’ve only witnessed roughly 1% of what the chasms have to offer. This is to our benefit, not our detriment.",


        "Water is reflective, and fluid. It absorbs things we imagine are being washed away. They don’t disappear, only manifest, transferred to another place.",


        "The crystals really only serve one purpose, to store our electricity, bringing us illumination in the chasms. The flaunting and vanity has taken over. Little do they know the crystals are abundant, only hard to refine and acquire.",


        "A merfolk that is of frog descent, is a merfolk that is of fish descent. Depending on one’s actions, they will evolve to be a cat, or a koi. One cannot determine ahead of time.",


        "Be here, now. ",


        "Folks in the city fixate on each other. Avoiding attachment is the way to revelation.",


        "A koi and cat different in appearance, but two sides of one coin.",


        "The arena will be of great benefit to our civilization. Our angers and strife will bleed through jolly competition. Swordsmanship will bring us apt skill in venturing beyond this small span called “home”.",


        "I serve to represent the other monks publicly, and one shall take my place when time is ripe for following the nomad’s path.",


        "A blue moon will shine. This is when one will know if they are cat, or koi. ",


        "Monks refrain from having children. The world is their child. This plate must be empty to receive a gift of responsibility. Nevertheless, without children, no new monks to preserve the library."
    ]
}