{
    "title": "Origins",
    "text": 
        "A great city was built. A mountain, revered as godly. Unstoppable. Nevertheless, built quite close to the sun. Much time had passed, inhabitants forgot their roots in darkness, a place where life sprouts in nurture. Any city of pearly gates and rich in novel inventions may flourish. Sustaining its influx of civilians. Of course, as resources are abundant, they must come from somewhere. Atop a mountain, scaling downward from such a pyramid to extract and return resources for ever growing population is a path of diminishing ease. With its leaders in luxury, and its people frivolous, the masses must not discover the truth of dwindling opportunity.\n\nElites cling to their age of wealth and prosper, having fallen to a bottomless pit of insatiable appetite. The very same people begin to ponder why their platter carries less grapes than the day before. The few with a sharp mind get to work. They've done the math. Forwards, backwards, upside down and every which way to dissect the claims they are to bring while in concourse with the king. Surely it cannot be the case. The wiser have found a leak. With no water to replenish the aqueducts, the city on the great mountain of the gods would sink in due time, surround in that which they've feared.\n\nNature, the god of all, and her great oceans, would soon consume the architecture and its blinded inhabitants, royalty and all. Halfway through the lifetime of the city, a few scholars proposed this as a possibility. The king had dismissed their theories, stating that with bustling barter and trade from foreign lands, the collapse of the great mountain utopia was impossible. In return for their lack of loyalty to the crown, the king exiled the scholars. Taking refuge in an undersea cave below the mountain, a cold fringe to call home, and a distant memory of copious reserves was all they held. Rather than being right, the rest had chosen to live in ignorant bliss. In exile, they bided time over generations, teaching their young ones of the truth, awaiting the downfall of a gluttonous governance above their humble township.\n\nAs time passed, nature took hold, as above and so below. The people on the mountain grew pale and frail, the sun residing much too neighborly. Those exiled underwater blossomed with gills and webbed feet, adapting to their new environment of great chasms and vicious whirlpools. On the night of the blue moon, a quake ripped the grounds of both cities. With the protection of the water's volume, the exiled folk's town went unharmed, as the shock was absorbed. For the mountain, fate was not so generous. They fled to the banks to collect their holdings. Eyes peeled open with surprise, as they were not present as expected. The people were to blame, they had speculated much too far, while the royalty planned their exit. At the end of every great civilization, one may learn from their past, or be doomed to repeat it."
}